
"event read status update" = "aggiornamento stato eventi letti";

"device event status updated. The save" = "stato eventi dispositivo aggiornato. Il salvataggio";

"Resolved" = "Risolti";
"Unresolved" = "Non risolti";


"The message status could not be updated" = "Impossibile aggiornare lo stato del messaggio";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Il dispositivo HP ha inviato un aggiornamento dello stato. Impossibile salvare questo aggiornamento in HP Utility - Centro messaggi";

"Messages could not be displayed in HP Utility - Message Center" = "Impossibile visualizzare i messaggi in HP Utility - Centro messaggi";